import React from 'react';

const AboutPage = () => {
    return (
        <div className='max-w-screen-2xl mx-auto space-y-4 p-6'>
            <h1 className="text-2xl font-bold text-blue-600">ABOUT</h1>
            <p>欢迎来到我的数字空间，这里是我写作旅程的起点，也是我心灵的一个小窗口。这篇文章标志着我的第一个博客项目的开始，
                一个旨在分享、探索和成长的平台。对我来说，这不仅仅是一个记录生活的地方，更是一个与你们交流思想、经验和梦想的场所。
            </p>
            <p>我一直相信，每个人的故事都独一无二，值得被讲述。通过写作，我希望能够捕捉那些稍纵即逝的灵感，记录下成长的点滴，
                并与你们共同见证这个过程。无论是生活琐事、旅行趣闻，还是个人感悟，我都期待在这里与你们一起分享。</p>
            <p>这个博客项目对我而言，是一次全新的探险。它既是挑战，也是机遇。在这个旅程中，
                我期望能够不断学习和提升，同时给予读者一些启发和乐趣。我诚挚地邀请你加入我的旅程，一起探索未知，一起成长。
            </p>
            <p>所以，请拿起你的数字地图，和我一起，让我们的故事在这里开始。</p>

        </div>
    );
};

export default AboutPage;
